alvr
amd-ucode
appimagelauncher
ark
baobab
base
base-devel
blueman
brightnessctl
btrfs-assistant
btrfs-progs
cava
corectrl
cronie
decibels
docker
docker-desktop
dolphin
dosfstools
dotool
efibootmgr
epiphany
etcher-bin
evince
fastfetch
figlet
firefox
fish
flatpak
flatseal
gamemode
gamescope
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
goverlay
grilo-plugins
grim
grub
grub-btrfs
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hollywood
htop
hypridle
hyprland
hyprpaper
hyprpolkitagent
inotify-tools
intel-media-driver
iwd
kitty
lact
lib32-mesa
lib32-vulkan-radeon
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
lutris
ly
malcontent
mangohud
mpvpaper
nano
nautilus
network-manager-applet
networkmanager
nvidia
opencl-amd
openrgb-git
openxr
orca
otf-aurulent-nerd
otf-font-awesome
pavucontrol
podman
proton-ge-custom-bin
protonup-qt
qemu-full
radeontop
rofi-wayland
rsync
rygel
simple-scan
slurp
smartmontools
snap-pac
snapper
snapshot
sof-firmware
spotify
starship
steam
sushi
swaync
tecla
tmux
totem
udiskie
unetbootin
unrar
vim
virt-manager
virtualbox
virtualbox-host-modules-arch
vulkan-intel
vulkan-radeon
waybar
wget
wine-staging
wireless_tools
wl-clipboard
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xhost
xorg-xinit
xwaylandvideobridge
yay-bin
ydotool
yelp
zram-generator
